Repository: saibel203/workForYou
Catalog: src/WorkForYou.Services/Resources/AuthService.*.resx
Languages: uk

# UserNotFound
source: User with this Email was not found
uk: Користувача з таким Email не знайдено

# ConfirmEmail
source: Confirm your email first
uk: Спочатку підтвердіть електронну пошту

# PasswordError
source: Invalid password
uk: Невірний пароль

# UserNotFoundById
source: No user found with this ID
uk: Користувача з таким ідентифікатором не знайдено

# ConfirmError
source: Confirmation error
uk: Помилка підтвердження

# FormFillError
source: Form filling error
uk: Помилка заповнення форми

# SuccessSend
source: A password reset URL has been sent to your email
uk: URL для відновлення пароля відправлено на вашу почту

# PasswordsNotMatch
source: Passwords do not match
uk: Паролі не співпадають

# SomeErrors
source: There are errors
uk: Присутні помилки

# ChangePasswordSuccess
source: Password changed successfully
uk: Пароль успішно змінено

# ChangePasswordError
source: An error occurred when changing the password
uk: Помилка при зміні паролю
