Repository: saibel203/workForYou
Catalog: src/WorkForYou.WebUI/Resources/Controllers/AccountController.*.resx
Languages: uk

# UserNotFound
source: User not found or an error occurred
uk: Користувача не знайдено або виникла помилка

# ChangePasswordError
source: An error occurred while trying to change the password
uk: Помилка при спробі змінити пароль

# ChangePasswordSuccess
source: Password changed successfully
uk: Пароль успішно змінено

# LogoutSuccess
source: You have successfully exited
uk: Ви успішно вийшли

# UploadImageError
source: Error loading picture
uk: Помилка при завантаженні картинки

# UploadImageSuccess
source: The picture has been successfully changed
uk: Картинка успішно змінена

# RefreshProfileError
source: An error occurred while trying to change the user's general information
uk: Помилка при спробі змінити загальну інформацію користувача

# RefreshProfileSuccess
source: General user information successfully changed
uk: Загальна інформація користувача успішно змінена

# RemoveUserSuccess
source: User deleted successfully
uk: Користувача успішно видалено

# RemoveUserError
source: Error trying to delete user
uk: Помилка при спробі видалити користувача
