Repository: saibel203/workForYou
Catalog: src/WorkForYou.WebUI/Resources/Controllers/AuthController.*.resx
Languages: uk

# RegisterError
source: An error occurred while trying to register
uk: Помилка при спробі зареєструватися

# RegisterSuccess
source: You have successfully registered
uk: Ви успішно зареєструвались

# LoginError
source: An error occurred while trying to log in
uk: Помилка при спробі авторизуватися

# LoginSuccess
source: You have successfully logged in
uk: Ви успішно авторизувались

# UserNotFound
source: User not found or an error occurred
uk: Користувача не знайдено або виникла помилка

# ConfirmEmailError
source: Error while trying to confirm Email
uk: Помилка при спробі підтвердити Email

# ConfirmEmailSuccess
source: Email has been successfully verified
uk: Email успішно підтверджено

# SomeError
source: An error occurred
uk: Виникла якась помилка

# RemindPasswordSuccess
source: The operation was successful. Check your email
uk: Операція пройшла успішно. Перевірте ваш Email

# ResetPasswordError
source: An error occurred while trying to reset the password
uk: Помилка при спробі відновити пароль

# ResetPasswordSuccess
source: Password changed successfully
uk: Пароль успішно змінено
