Repository: saibel203/workForYou
Catalog: src/WorkForYou.WebUI/Resources/Views/Account/Profile.*.resx
Languages: uk

# Title
source: Profile
uk: Профайл

source: Experience
uk: Досвід роботи

# Keywords
source: Keywords / Skills
uk: Ключові слова / Навички

# Language
source: Language of communication
uk: Мова спілкування

source: Refresh
uk: Редагувати

# Delete
source: Delete account
uk: Видалити акаунт

source: Hour
uk: Годину

source: Month
uk: Місяць

source: view
uk: перегляд

source: No experience
uk: Без досвіду

# ExperienceTile
source: of experience
uk: досвіду

# TimeOnSite
source: On the site since
uk: На сайті з

# NoFill
source: The profile is not filled out
uk: Профіль не заповнений

# Fill
source: The profile is complete
uk: Профіль заповнений

# InCompany
source: in a company
uk: в компанії

# AboutCompany
source: About the company
uk: Про компанію

# CompanySite
source: Company website
uk: Сайт компанії

source: DOY reference
uk: DOY посилання

# Vacancies
source: Вакансії
uk: Vacancies

source: All vacancies
uk: Всі вакансії

# Years
source: year
uk: року
