Repository: saibel203/workForYou
Catalog: src/WorkForYou.WebUI/Resources/ViewModels/Forms/ActionVacancyViewModel.*.resx
Languages: uk

# Хто вам потрібен
source: Who do you need
uk: Хто вам потрібен

# Короткий опис
source: Short description
uk: Короткий опис

# Детальний опис
source: Long description
uk: Детальний опис

# Зарплата від
source: Salary from
uk: Зарплата від

# Зарплата до
source: Salary to
uk: Зарплата до

# Ключові слова для пошуку
source: Keywords for search
uk: Ключові слова для пошуку

# Досвід роботи
source: Experience
uk: Досвід роботи

# Домен вакансії
source: Vacancy domain
uk: Домен вакансії

# Категорія
source: Category
uk: Категорія

# Ремоут / офіс
source: Remote / office
uk: Ремоут / офіс

# Релокейт
source: Relocate
uk: Релокейт

# Регіон кандидата
source: Candidate region
uk: Регіон кандидата

# Рівень англійської
source: English level
uk: Рівень англійської

# Тип компанії
source: Company type
uk: Тип компанії

# VacancyTitle поле має бути заповненим
source: VacancyTitle field is required
uk: VacancyTitle поле має бути заповненим

# ShortDescription поле має бути заповненим
source: ShortDescription field is required
uk: ShortDescription поле має бути заповненим

# LongDescription поле має бути заповненим
source: LongDescription field is required
uk: LongDescription поле має бути заповненим

# FromSalary поле має бути заповненим
source: FromSalary field is required
uk: FromSalary поле має бути заповненим

# ToSalary поле має бути заповненим
source: ToSalary field is required
uk: ToSalary поле має бути заповненим

# KeyWords поле має бути заповненим (бажано &gt; 100 символів)
source: KeyWords field is required (> 100 characters)
uk: KeyWords поле має бути заповненим (бажано > 100 символів)

# Experience поле має бути заповненим
source: Experience field is required
uk: Experience поле має бути заповненим

# VacancyDomain поле має бути заповненим
source: VacancyDomain field is required
uk: VacancyDomain поле має бути заповненим

# WorkCategory поле має бути заповненим
source: WorkCategory field is required
uk: WorkCategory поле має бути заповненим

# HowToWork поле має бути заповненим
source: HowToWork field is required
uk: HowToWork поле має бути заповненим

# Relocate поле має бути заповненим
source: Relocate field is required
uk: Relocate поле має бути заповненим

# TypesOfCompany поле має бути заповненим
source: TypesOfCompany field is required
uk: TypesOfCompany поле має бути заповненим

# EnglishLevel поле має бути заповненим
source: EnglishLevel field is required
uk: EnglishLevel поле має бути заповненим

# CandidateRegion поле має бути заповненим
source: CandidateRegion field is required
uk: CandidateRegion поле має бути заповненим

# Довжина назви має бути в діапазоні від 10 до 100 символів
source: The name must be between 10 and 100 characters long
uk: Довжина назви має бути в діапазоні від 10 до 100 символів

# Довжина короткого опису має бути в діапазоні від 30 до 250 символів
source: The length of the short description should be between 30 and 250 characters
uk: Довжина короткого опису має бути в діапазоні від 30 до 250 символів

# Довжина детального опису має бути в діапазоні від 200 до 5000 символів
source: The length of the detailed description must be between 200 and 5000 characters
uk: Довжина детального опису має бути в діапазоні від 200 до 5000 символів

# Мінімальна зарплата не може перевищувати максимальну
source: The minimum wage cannot exceed the maximum
uk: Мінімальна зарплата не може перевищувати максимальну

# Досвід повинен сягати від 0 до 15 років
source: Experience should range from 0 to 15 years
uk: Досвід повинен сягати від 0 до 15 років

# Довжина ключових слів має бути в діапазоні від 10 до 300 символів
source: Keywords must be between 10 and 300 characters long
uk: Довжина ключових слів має бути в діапазоні від 10 до 300 символів
