Repository: saibel203/workForYou
Catalog: src/WorkForYou.WebUI/Resources/ViewModels/Forms/RefreshCandidateInfoViewModel.*.resx
Languages: uk

# Зарплатні очікування
source: Salary expectations
uk: Зарплатні очікування

# Погодинна ставка
source: Hourly rate
uk: Погодинна ставка

# Досвід роботи
source: Experience
uk: Досвід роботи

# Опис досвіду роботи
source: Description of work experience
uk: Опис досвіду роботи

# Країна
source: Country
uk: Країна

# Місто
source: City
uk: Місто

# Варіанти зайнятості
source: Employment options
uk: Варіанти зайнятості

# Ключові слова
source: Keywords
uk: Ключові слова

# Посада
source: Company position
uk: Посада

# Бажана мова спілкування
source: Preferred language of communication
uk: Бажана мова спілкування

# Рівень англійської
source: English level
uk: Рівень англійської

# Категорія
source: Category
uk: Категорія

# WorkCategory поле має бути заповненим
source: WorkCategory field is required
uk: WorkCategory поле має бути заповненим

# CompanyPosition поле має бути заповненим
source: CompanyPosition field is required
uk: CompanyPosition поле має бути заповненим

# KeyWords поле має бути заповненим
source: KeyWords field is required
uk: KeyWords поле має бути заповненим

# ExperienceWorkDescription поле має бути заповненим
source: ExperienceWorkDescription field is required
uk: ExperienceWorkDescription поле має бути заповненим

# ExperienceWorkTime поле має бути заповненим
source: ExperienceWorkTime field is required
uk: ExperienceWorkTime поле має бути заповненим

# ExpectedSalary поле має бути заповненим
source: ExpectedSalary field is required
uk: ExpectedSalary поле має бути заповненим

# Довжина опису має сягати від 50 до 500 символів
source: The description should be between 50 and 500 characters long
uk: Довжина опису має сягати від 50 до 500 символів

# Довжина ключових слів має бути в діапазоні від 10 до 300 символів
source: Keywords must be between 10 and 300 characters long
uk: Довжина ключових слів має бути в діапазоні від 10 до 300 символів
